myApp = [

    {
        question: 'ঘন জঙ্গলের পথ। একটু দেখে পা ফেলে যেয়ো। উক্তিটি কার?',
        options: ['ন্যাড়ার', 'বিলাসীর', 'মৃত্যুঞ্জয়ের', 'খুড়ার'],
        answer: 1
    },
    {
        question: 'বিলাসী গল্পের লেখক কে?',
        options: ['শ্রীকান্ত ভট্টাচার্য', 'কাজী নজরুল ইসলাম', 'শরৎচন্দ্র চট্টোপাধ্যায়', 'রবীন্দ্রনাথ ঠাকুর'],
        answer: 2
    },
    {
        question: 'শরৎচন্দ্র বাংলা সাহিত্যের কোন শাখায় সবচেয়ে জনপ্রিয়?',
        options: ['নাটক', 'উপন্যাস', 'প্রবন্ধ', 'ছোট গল্প'],
        answer: 1
    },
    {
        question: 'শরৎচন্দ্র রচিত প্রথম মুদ্রিত গ্রন্থ কোনটি?',
        options: ['মহেশ', 'মন্দির', 'বিলাসী', 'হরিলক্ষী'],
        answer: 1
    },
    {
        question: '‘মহত্বের কাহিনী আমাদের অনেক আছে এখানে মহত্বের কাহিনী কি অর্থে ব্যবহৃত হয়েছে?',
        options: ['শিক্ষার্থে', 'নিন্দার্থে', 'প্রশংসার্থে', 'ব্যাঙ্গার্থে'],
        answer: 3
    },
    {
        question: 'শরৎচন্দ্র চট্টোপাধ্যায়ের পিতার নাম কি?',
        options: ['শ্যামাকান্ত চট্টোপাধ্যায়', 'উপেন্দ্রনাথ চট্টোপাধ্যায়', 'মতিলাল চট্টোপাধ্যায়', 'নিহার রঞ্জন চট্টোপাধ্যায়'],
        answer: 2
    },
    {
        question: 'শরৎচন্দ্র চট্টোপাধ্যায় বাংলা সাহিত্যের কোন শাখায় সবচেয়ে জনপ্রিয়?',
        options: ['নাটক', 'উপন্যাস', 'ছোট গল্প', 'প্রবন্ধ'],
        answer: 1
    },
    {
        question: 'শরৎচন্দ্র চট্টোপাধ্যায় কত বছর বয়সে সন্ন্যাসী হয়েছিলেন?',
        options: ['১৮ বছর', '২৩ বছর', '২১ বছর', '২৪ বছর'],
        answer: 3
    },
    {
        question: 'কোন খ্যাতির কারণে জমিদারের বন্ধু হয়েছিলেন শরৎচন্দ্র?',
        options: ['ছোট গল্পকার হিসেবে', 'ঔপন্যাসিক হিসেবে', 'সঙ্গীতজ্ঞ হিসেবে', 'আবৃত্তিকার হিসেবে'],
        answer: 2
    },
    {
        question: 'সমাজের নিচু তলার মানুষ অপূর্ব মানব মহিমা নিয়ে চিত্রিত হয়েছে কার উপন্যাসে?',
        options: ['মাইকেল মধুসূদন দত্ত', 'জীবনানন্দ দাশ', 'শরৎচন্দ্র চট্টোপাধ্যায়ের', 'প্রমথ চৌধুরী'],
        answer: 2
    },

    {
        question: 'শরৎচন্দ্র কোন গল্পের জন্য কুন্তলীন পুরস্কার পেয়েছিলেন?',
        options: ['মহেশ', 'ছবি', 'মন্দির', 'বিলাসী'],
        answer: 2
    },
    {
        question: 'দেবদাস শরৎচন্দ্র চট্টোপাধ্যায়ের কোন জাতীয় গ্রন্থ?',
        options: ['ভ্রমণ কাহিনী', 'ছোট গল্প', 'আত্মজীবনী', 'উপন্যাস'],
        answer: 3
    },
    {
        question: 'চরিত্রহীন কে রচনা করেন?',
        options: ['সৈয়দ ওয়ালীউল্লাহ', 'হুমায়ূন আহমেদ', 'সুকান্ত ভট্টাচার্য', 'শরৎচন্দ্র চট্টোপাধ্যায়'],
        answer: 3
    },
    {
        question: 'কোনটি শরৎচন্দ্র চট্টোপাধ্যায়ের রচিত উপন্যাস?',
        options: ['ঘরে-বাইরে', 'চোখের বালি', 'শ্রীকান্ত', 'রাজসিংহ'],
        answer: 2
    },
    {
        question: 'গৃহদাহ উপন্যাসটির রচয়িতা কে?',
        options: ['শরৎচন্দ্র চট্টোপাধ্যায়', 'বঙ্কিমচন্দ্র চট্টোপাধ্যায়', 'কাজী নজরুল ইসলাম', 'জহির রায়হান'],
        answer: 0
    },
    {
        question: 'বিলাসী গল্পে বর্ণিত যাদের বাড়ি পল্লী গ্রামে তাদের শতকরা কতভাগকে বিসর্জনের জন্য দীর্ঘ দূরত্ব অতিক্রম করতে হয়?',
        options: ['৪০ ভাগকে', '৬০ ভাগকে', '১০০ ভাগকে', '৮০ ভাগকে'],
        answer: 3
    },
    {
        question: 'সরস্বতী খুশি হইয়া বর দিবেন কি এ কথার কারণ কি?',
        options: ['ছাত্রদের কষ্ট', 'ছাত্রদের আগ্রহ', 'ছাত্রদের খুশি', 'ছাত্রদের শহরমুখিতা'],
        answer: 0
    },
    {
        question: 'কোনগুলো শরৎচন্দ্র চট্টোপাধ্যায়ের রচিত উপন্যাস?',
        options: ['ঘরে-বাইরে, নৌকাডুবি', 'চরিত্রহীন, দেনা পাওনা', 'বিষবৃক্ষ, রাজ সিংহ', 'মতিচুর, পদ্মরাগ'],
        answer: 1
    },
    {
        question: 'সাহিত্যকর্মের স্বীকৃতি হিসেবে ঢাকা বিশ্ববিদ্যালয় শরৎচন্দ্র চট্টোপাধ্যায় কে কত সালে ডি.লিট ডিগ্রী প্রদান করে?',
        options: ['১৯৩৩ সালে', '১৯৩৪ সালে', '১৯৩৫ সালে', '১৯৩৬ সালে'],
        answer: 3
    },
    {
        question: 'শরৎচন্দ্র চট্টোপাধ্যায় কত খ্রিস্টাব্দে মৃত্যুবরণ করেন?',
        options: ['১৯৩৮ খ্রিস্টাব্দে', '১৯৩৯ খ্রিস্টাব্দে', '১৯৪০ খ্রিস্টাব্দে', '১৯৪১ খ্রিস্টাব্দে'],
        answer: 0
    },
    {
        question: 'মাঝে মাঝে স্কুলের পথে কার সাথে ন্যাড়ার দেখা হতো?',
        options: ['বিলাসীর সাথে', 'মৃত্যুঞ্জয়ের সাথে', 'মৃত্যুঞ্জয়ের খুড়ার সাথে', 'বুড়ো মালুর সাথে'],
        answer: 1
    },
    {
        question: 'বিলাসী মৃত্যুঞ্জয় কোন ক্লাসে পড়তো?',
        options: ['ফাস্ট ক্লাস', 'সেকেন্ড ক্লাস', 'থার্ড ক্লাস', 'ফোর্থ ক্লাস'],
        answer: 2
    },
    {
        question: 'অসুস্থ মৃত্যুঞ্জয় কে দেখতে মেয়েরা কখন তার বাড়িতে যায়?',
        options: ['ভোরে', 'দুপুরে', 'গভীর রাতে', 'সন্ধ্যায়'],
        answer: 3
    },
    {
        question: 'যমরাজ মৃত্যুঞ্জয়ের সাথে সুবিধা করতে পারে যে কেবল কার জোরে?',
        options: ['বুড়ো মালুর', 'বিলাসীর', 'ন্যাড়ার', 'মৃত্যুঞ্জয়ের'],
        answer: 2
    },
    {
        question: 'কাগজ তো ইঁদুরেও আনতে পারে উক্তিটি কার?',
        options: ['মৃত্যুঞ্জয়ের', 'ন্যাড়ার', 'বিলাসীর', 'খুড়ার'],
        answer: 0
    },
    {
        question: 'মৃত্যুঞ্জয় রান্না করে খেত কেন?',
        options: ['মৃত্যুঞ্জয় নিজে কাজ করতে পছন্দ করত', 'মৃত্যুঞ্জয়ের আপন বলতে কেউ ছিল না', 'অন্যের হাতের খাবার মৃত্যুঞ্জয়ের অপছন্দ ছিল', 'পাচকের রান্না খাওয়া নিষিদ্ধ ছিল'],
        answer: 1
    },
    {
        question: 'বিলাসী গল্পে বিলাসীর মৃত্যু হয় কিভাবে?',
        options: ['সর্প ধর্ষণে', 'অন আহারে', 'বিষ পান', 'মদ্যপানে'],
        answer: 2
    },
    {
        question: 'বিলাসী গল্পের ছোট বাবু তার স্বাভাবিক ও ঔদার্যে গ্রামের বারোয়ারি পূজা বাবদ কত টাকা দান করেন?',
        options: ['চার শ টাকা', 'দুই শ টাকা', 'তিন শ টাকা', 'এক শ টাকা'],
        answer: 1
    },
    {
        question: 'বিলাসীর আত্মহত্যা পরিহাসের বিষয় হল কেন?',
        options: ['বিলাসী মৃত্যুঞ্জয়ের জন্য আত্মহত্যা করেছে বলে', 'বিলাসী সাপুড়ের মেয়ে ছিল বলে', 'মৃত্যুঞ্জয় অন্য পাপ করছিল বলে', 'সমাজ ভালোবাসার মূল্য দিতে জানে না বলে'],
        answer: 3
    },
    {
        question: 'সন্ন্যাসী অবস্থায় কাম্মা খায় গিয়ে সিদ্ধ হইয়া আসিছে এখানে সিদ্ধ হওয়া বলতে কি বুঝানো হয়েছে?',
        options: ['গরমে অসুস্থ', 'সূর্য তাপে দগ্ধ', 'সন্ন্যাসী সাফল্য', 'সন্ন্যাসে ইস্তফা'],
        answer: 2
    },
    {
        question: 'বিলাসী গল্পের লেখক কেন্দ্রীয় চরিত্রের কোন দিকটিকে প্রধান রূপে ফুটিয়ে তুলেছেন?',
        options: ['মানবতাবোধ', 'প্রেমের মহিমা', 'চারিত্রিক  দৃঢ়তা', 'সেবা পরায়ণতা'],
        answer: 1
    },
    {
        question: 'নিকা শব্দটি বিলাসী গল্পে কি অর্থে ব্যবহৃত হয়েছ?',
        options: ['বাগান অর্থে', 'হিল্লা অর্থে', 'বিয়ে অর্থে', 'সম্বন্ধ অর্থে'],
        answer: 2
    },
    {
        question: 'মৃত্যুঞ্জয় সাগরে জীবন গ্রহণ করলো কেন?',
        options: ['বিলাসীকে ভালবেসে বিয়ের কারণে', 'সাপ ধরা তার শখ ছিল বলে', 'সাপুড়ে জীবন তার ভালো লাগতো  বলে', 'গ্রাম ছাড়া হয়েছিল বলে'],
        answer: 0
    },
    {
        question: 'খুড়ার দৃষ্টিতে ক্ষমার অযোগ্য অপরাধ কোনটি?',
        options: ['নিচু জাতের হাতে ভাত খাওয়া', 'নিচু জাতের মেয়ে নিকা করা', 'সাপুড়ের চিকিৎসা গ্রহণ করা', 'উঁচু জাতের সঙ্গে ঝগড়া করা'],
        answer: 0
    },
    {
        question: 'বিলাসী কেন আত্মহত্যা করেছিল?',
        options: ['স্বামীর শোকে', 'নিন্দার ভয়ে', 'প্রতিবাদস্বরূপ', 'অভিমান করে'],
        answer: 0
    },
    {
        question: 'আমি তার গায়ে হাত দিতে পারিনি কারণ কি?',
        options: ['শক্তি নেই বলে', 'মৃত্যুঞ্জয়ের নিষেধ ছিল বলে', 'পাপ কাজ বলে', 'বিবেকের তাড়নায়'],
        answer: 3
    },
    {
        question: 'চল্লিশের কোটা বলতে কি বুঝায়?',
        options: ['একতিশ থেকে চল্লিশ পর্যন্ত', 'চল্লিশ  থেকে উনপঞ্চাশ পর্যন্ত', 'উনচল্লিশ  থেকে চল্লিশ  পর্যন্ত', 'চল্লিশ থেকে পঞ্চাশ পর্যন্ত'],
        answer: 1
    },
    {
        question: 'কামচাটাকা কি?',
        options: ['দ্বীপ', 'উপদ্বীপ', 'সাগর', 'মহাসাগর'],
        answer: 1
    },
    {
        question: 'পৃথিবীর গভীরতম হৃদ কোনটি?',
        options: ['বাসল্ট', 'ক্যাম্পিয়ান', 'বৈকাল', 'কাপ্তাই'],
        answer: 2
    },
    {
        question: 'বীণাপাণি কীসের দেবি?',
        options: ['বুদ্ধির', 'অন্নের', 'বিদ্যার', 'সিদ্ধির'],
        answer: 2
    },
    {
        question: 'বিলাসী গল্পে উল্লিখিত সময়কালে দশম শ্রেণী ছিল কোনটি?',
        options: ['ফোর্থ ক্লাস', 'ফাস্ট ক্লাস', 'সেকেন্ড ক্লাস', 'থার্ড ক্লাস'],
        answer: 1
    },
    {
        question: 'রম্ভা শব্দের অর্থ কি?',
        options: ['আম', 'জাম', 'রসনা', 'কলা'],
        answer: 3
    },
    {
        "question": "এডেন কি?",
        "options": ["গ্রাম", "শহর", "নগর", "বন্দর"],
        "answer": 3
    },
    {
        "question": "গিয়াসউদ্দিন তোগলক কে ছিলেন?",
        "options": ["বাদশাহ", "সম্রাট", "পর্যটক", "সুলতান"],
        "answer": 1
    },
    {
        "question": "প্রত্নতান্ত্রিক বলতে নিচের কোনটি বোঝায়?",
        "options": ["সমাজতত্ত্ববিদ", "ধর্মতত্ত্ববিদ", "পুরাতত্ত্ববিদ", "আইন তত্ত্ববিদ"],
        "answer": 2
    },
    {
        "question": "বিলাসী গল্পটি কোন সময়ের সামাজিক অসংগতিকে ইঙ্গিত করে?",
        "options": ["১৮ শতকের", "১৯ শতকের", "২০ শতকের", "২১ শতকের"],
        "answer": 2
    },
    {
        "question": "বিলাসী গল্পটি কার জবানিতে বর্ণিত হয়েছে?",
        "options": ["ন্যাড়ার", "বিলাসীর", "মৃত্যুঞ্জয়ের", "খুড়ার"],
        "answer": 0
    },
    {
        "question": "বিলাসী গল্পের নামকরণ সার্থকতা মূলত কিসে?",
        "options": ["মূল চরিত্র অঙ্কনে", "পার্শ্বচরিত্র অঙ্কনে", "বিলাসীর আত্মবিসর্জনে", "বিলাসের প্রেমের পরিপূর্ণতায়"],
        "answer": 0
    },
    {
        "question": "বিলাসী গল্পটি প্রথম প্রকাশিত হয় কোন পত্রিকায় এবং কত সালে?",
        "options": ["জি বাংলা পত্রিকায় ১৯২০ সালে", "সমকাল পত্রিকায় ১৯৩০ সালে", "ভারতী পত্রিকায় ১৯১৮ সালে", "আনন্দবাজার পত্রিকা ১৯৯০ সালে"],
        "answer": 2
    },


]