myApp = [
    //*****Questions Start*****//
    {
        question: 'নোয়াখালীর ভাসানচরে রোহিঙ্গা স্থানান্তর কার্যক্রম শুরু হয় কখন? ',
        options: ['৪ ডিসেম্বর ২০২০', '২৪ সেপ্টেম্বর ২০২০', '২৭ মে ২০২১', '১৫ নভেম্বর ২০২১'],
        answer: 0
    },
    {
        question: 'বর্তমানে ব্যাংকে স্বতন্ত্র পরিচালক হওয়ার সর্বনিম্ন বয়ক কত? ',
        options: ['৪০ বছর', '৪৫ বছর', '৫০ বছর', '৫৫ বছর'],
        answer: 1
    },
    {
        question: 'বর্তমানে ওয়ানডে আলরাউন্ডার এর শীর্ষ অবস্থান করছেন কে? ',
        options: ['শাকিব আল হাসান', 'বেন স্টোকস', 'মোহাম্মদ নাবী', 'মুশফিকুর রহিম'],
        answer: 2
    },
    {
        question: 'কাকে বাংলা সঙ্গীতের "বাউল সম্রাট" হিসেবে সম্বোধন করা হয়? ',
        options: ['লালন শাহ', 'হাসান রাজা', 'শাহ আব্দুল করিম', 'রবীন্দ্রনাথ ঠাকুর'],
        answer: 2
    },
    {
        question: 'স্মার্ট ল্যান্ডার ফর ইনভেস্টিগেটিং মুন কোন দেশের চন্দ্রযান? ',
        options: ['ভারত', 'চীন', 'জাপান', 'রাশিয়া'],
        answer: 2
    },
    {
        question: '২০২৪ মিউনিখ নিরাপত্তা সম্মেলন কোন দেশে অনুষ্ঠিত হবে? ',
        options: ['জার্মানি', 'ইউরোপ', 'ইতালি', 'ফ্রান্স'],
        answer: 0
    },
    {
        question: 'বর্তমানে বাংলাদেশে পরিবেশবান্ধব কারখানার সংখ্যা কতটি? ',
        options: ['২০০টি', '২০৫টি', '২০৭টি', '২১০টি'],
        answer: 2
    },
    {
        question: 'বর্তমানে কতটি দেশে কর্মী পাঠানোর ব্যবস্থা করেছে সরকার? ',
        options: ['১৫০টি', '১৬০টি', '১৬৫টি', '১৬৮টি'],
        answer: 3
    },
    {
        question: 'ঢাকায় পরিত্যক্ত বাড়ির সংখ্যা কতটি? ',
        options: ['৫ হাজার ৫০০টি', '৬ হাজার ২০০টি', '৬ হাজার ৩০০টি', '৬ হাজার ৩৭২টি'],
        answer: 3
    },
    {
        question: 'রাষ্ট্রায়ত্ত প্রধান ব্যাংকের মধ্যে খেলাপি ঋণের শীর্ষে রয়েছে কোন ব্যাংক? ',
        options: ['সোনালি ব্যাংক', 'অগ্রণী ব্যাংক', 'উত্তরা ব্যাংক', 'রূপালী ব্যাংক'],
        answer: 1
    },
    {
        question: '২০২৪ সালে কত জনকে ভাষা ও সাহিত্যে একুশে পদক প্রদান করা হয়েছে? ',
        options: ['২ জনকে', '৩ জনকে', '৪ জনকে', '৫ জনকে'],
        answer: 2
    },
    {
        question: 'কোন ক্ষেপণাস্ত্রকে ভ্লাদিম ির পুতিন নতুন প্রজন্মের সমরাস্ত্র হিসেবে উল্লেখ করেছেন? ',
        options: ['সু-৩০', 'সু-৩৩', '৩এম২২', 'সু-৩৫'],
        answer: 2
    },
    {
        question: 'জেলা প্রশাসন ও পানি উন্নয়ন বোর্ডের তথ্য অনুযায়ী দেশে প্রবাহমান নদীর সংখ্যা কতটি? ',
        options: ['৯৫০টি', '৯৫৫টি', '৯৩০টি', '৯৩১টি'],
        answer: 3
    },
    {
        question: 'জলবায়ু পরিবর্তনের প্রভাব মোকাবিলায় ভাসমান শহর বানাচ্ছে কোন দেশ? ',
        options: ['ভারত', 'শ্রীলংকা', 'মালদ্বীপ', 'পাকিস্তান'],
        answer: 2
    },
    {
        question: 'বাংলাদেশের মোট রফতানির সেবা খাতের অবদান কত শতাংশ? ',
        options: ['১০ শতাংশ', '১২ শতাংশ', '১৫ শতাংশ', '১৭ শতাংশ'],
        answer: 1
    },
    {
        question: 'দেশে বর্তমানে নাব্যতা হারিয়েছে এমন নদীর সংখ্যা কতটি? ',
        options: ['৩০৫টি', '৩০৮টি', '৩১০টি', '৩১৫টি'],
        answer: 1
    },
    {
        question: 'বাংলাদেশে উৎপাদিত ওষুধ বিশ্বের কতটি দেশে রপ্তানি হয়? ',
        options: ['১৫৫টি', '১৫৭টি', '১৬০টি', '১৬২টি'],
        answer: 1
    },
    {
        question: 'মিউনিখ সিকিউরিটি সম্মেলনের ৬০তম আসর কবে শুরু হবে? ',
        options: ['১৫ থেকে ১৮ ফেব্রুয়ারি, ২০২৪', '১৬ থেকে ১৯ ফেব্রুয়ারি, ২০২৪', '১৬ থেকে ১৮ ফেব্রুয়ারি, ২০২৪', '১৭ থেকে ১৯ ফেব্রুয়ারি, ২০২৪'],
        answer: 0
    },
    {
        question: 'বাংলাদেশের সেবা রফতানির শীর্ষ গন্তব্য দেশ- ',
        options: ['মালদ্বীপ (১৮% এর বেশি)', 'ইন্দোনেশিয়া (১৫% এর বেশি)', 'সিঙ্গাপুর (১২% এর বেশি)', 'যুক্তরাষ্ট্র (১০% এর বেশি)'],
        answer: 0
    },
    {
        question: 'অনূর্ধ্ব-১৯ ক্রিকেট বিশ্বকাপ ২০২৪ এর চ্যাম্পিয়ন হয়েছে কোন দেশ? ',
        options: ['অস্ট্রেলিয়া', 'ইংল্যান্ড', 'ভারত', 'পাকিস্তান'],
        answer: 0
    },
    {
        question: 'বর্তমান বিশ্বের মোট ফ্রিল্যান্সারের মধ্যে বাংলাদেশের ফ্রিল্যান্সার কত শতাংশ? ',
        options: ['১১%', '১৩%', '১৪%', '১৬%'],
        answer: 2
    },
    {
        question: 'বাংলাদেশিদের ২০২২ এর তুলনায় ২০২৩ সালে বিদেশে ভ  ্রবণ প্রবণতা কী পরিমাণ বৃদ্ধি পেয়েছে? ',
        options: ['১৮০ শতাংশ', '১৯০ শতাংশ', '১৯৫ শতাংশ', '২০০ শতাংশ'],
        answer: 2
    },
    {
        question: 'নতুন চারটি পণ্যসহ বাংলাদেমের মোট জিআই পণ্যের সংখ্যা কতটি? ',
        options: ['২৪টি', '২৬টি', '২৮টি', '৩০টি'],
        answer: 2
    },
    {
        question: 'বাংলাদেশ ক্রিকেট বোর্ডের নতুন প্রধান নির্বাচক নির্বাচিত হয়েছেন কে? ',
        options: ['মোস্তাফা কামাল', 'অবুল কালাম আজাদ', 'গাজী আশরাফ হোসেন', 'নাজমুল হোসেন সুজন'],
        answer: 2
    },
    {
        question: 'চলতি ২০২৩-২৪ অর্থবছরের প্রথম ছয় মাসে রাজস্ব আহরণ হয়েছে- ',
        options: ['৮৪.১০ শতাংশ', '৮৫.২০ শতাংশ', '৮৬.২০ শতাংশ', '৮৭.০০ শতাংশ'],
        answer: 3
    },
    {
        question: 'বাংলাদেশ ক্রিকেট দলের তিন ফরমেটের নতুন অধিনায়ক কে? ',
        options: ['মুশফিকুর রহিম', 'মোহাম্মদ মিথুন', 'তামিম ইকবাল', 'নাজমুল হোসেন শান্ত'],
        answer: 3
    },
    {
        question: 'অফ্রিকা কাপ অব নেশনসে চ্যাম্পিয়ন কোন দেশ? ',
        options: ['সাউথ আফ্রিকা', 'আইভরি কোস্ট', 'জিম্বাবুয়ে', 'নাইজেরিয়া'],
        answer: 1
    },
    {
        question: 'কত ধরনের পাট পন্য রফতানি করে বাংলাদেশ? ',
        options: ['২৮০ ধরনের', '২৮১ ধরনের', '২৮২ ধরনের', '২৮৩ ধরনের'],
        answer: 2
    }


];